/* Standard dialog buttons */
"OK" = "OK";
"Cancel" = "Cancel";
"Retry" = "Retry";
"Disconnect" = "Disconnect";

/* Low disk space warning alert */
"Your startup disk is almost full." = "Your startup disk is almost full.";
"You need to make more space available on your startup disk by deleting files." = "You need to make more space available on your startup disk by deleting files.";
"Your disk is almost full." = "Your disk is almost full.";
"The disk " = "The disk ";
" is almost full. You can delete files on the disk to make more space available." = " is almost full. You can delete files on the disk to make more space available.";
"Do not warn me about this disk again" = "Do not warn me about this disk again";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "Your startup disk is full.";
"Your_disk_is_full." = "Your disk is full.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " is full. You can delete files on the disk to make more space available.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?";
"Click OK to continue trying to contact the server " = "Click OK to continue trying to contact the server ";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = ". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "Are you sure you want to disable file locking for this file system?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "If you disable locks for this file system, any applications using file locking on this file system may stop working.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "Do not warn me again.";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Read/Write Error";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Error detected while accessing ";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "File System Corruption Detected";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "File system corruption was detected on ";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ".  The volume will be repaired on the next mount.";
